[
  {
    "uid": "urn:uuid:1335c695-cfb8-4ebb-abbd-80da344efa8a",
    "updateDate": "2017-09-23T00:03:00.0Z",
    "titleText": "Amazon Developer Blog, week in review May 23rd",
    "mainText": "opening ad",
    "streamUrl": "https://s3.amazonaws.com/openad/Bev+Alexa+line1+E2.mp3",
    "redirectionUrl": "https://developer.amazon.com/public/community/blog"
  },
  {
    "uid": "EXAMPLE_CHANNEL_MULTI_ITEM_JSON_TTS_2",
    "updateDate": "2017-09-23T00:03:01.0Z",
    "titleText": "Multi Item JSON (TTS)",
    "mainText": "Bills defeat Broncos, 26 to 16. Buffalo warms to the task in 80-degree temperatures, upsetting their favored foes before an energized home crowd! Also in Bills news, Jim Kelly says he lost a lot of respect for LeSean McCoy following anthem protest! Jim Kelly joined the team on the field Sunday for the national anthem, holding a Bills hat high in his left hand! On the opposite side of the field, running back LeSean McCoy stretched as some of his teammates took a knee and others locked arms. McCoy's actions did not sit well with Kelly, who offered sharp criticism of the running back during a Monday morning radio appearance on 97 Rock! I like LeSean McCoy, don't get me wrong, but I totally, 100 percent I disagree with what he did, Kelly told host Rich Gaenzler.! You want to kneel? Fine. But when you go and do what he did yesterday, that sort of bummed me out. And I lost a lot of respect for him! I’m a Buffalo Bill from start to finish, but when people start doing that, that’s when I draw that!",
    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "EXAMPLE_CHANNEL_MULTI_ITEM_JSON_TTS_3",
    "updateDate": "2017-09-23T00:03:02.0Z",
    "titleText": "Multi Item JSON (TTS)",
    "mainText": "FBI data shows overall crime rate dipping in Erie County, jumping in Niagara County! Erie County saw a small uptick the homicide rate last year, but the overall crime rate dropped slightly, according a Buffalo News analysis of data released by the FBI on Monday! Both the violent and property crime rates fell last year in Buffalo, according to FBI data! Reports of violent crime increased in Niagara County by 9 percent, where the overall crime rate also grew by 4 percent, accordng to the News' analysis!",

    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "EXAMPLE_CHANNEL_MULTI_ITEM_JSON_TTS_4",
    "updateDate": "2017-09-23T00:03:03.0Z",
    "titleText": "Multi Item JSON (TTS)",
    "mainText": "From Sean Kirst: Worried Dunkirk mayor can't reach mother in Puerto Rico after hurricane! Mayor Willie Rosas hasn't spoken with his 79-year-old mother, Rosalia,  For almost a week, since Hurricane Maria devastated the island. Much of Puerto Rico is without electricity. Power lines snapped like string. Phone towers were leveled by the storm.",
    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "urn:uuid:1335c695-cfb8-4ebb-abbd-80da344efa8w",
    "updateDate": "2017-09-24T00:04:00.0Z",
    "titleText": "Closing ad",
    "mainText": "closing ad",
    "streamUrl": "https://s3.amazonaws.com/closead/Bev+Alexa+line3+E2.mp3",
    "redirectionUrl": "https://developer.amazon.com/public/community/blog"
  }
]
