[
  {
    "uid": "urn:uuid:1335c695-cfb8-4ebb-abbd-80da344efa6b",
    "updateDate": "2017-09-04T00:03:00.0Z",
    "titleText": "Amazon Developer Blog, week in review May 23rd",
    "mainText": "opening ad",
    "streamUrl": "https://s3.amazonaws.com/openad/Bev+Alexa+line1+E2.mp3",
    "redirectionUrl": "https://developer.amazon.com/public/community/blog"
  },
  {
    "uid": "EXAMPLE_CHANNEL_MULTI_ITEM_JSON_TTS_2",
    "updateDate": "2017-09-04T00:03:01.0Z",
    "titleText": "Multi Item JSON (TTS)",
    "mainText": "Extremely dangerous Hurricane Irma is packing record winds and is now a bigger threat to South Carolina! Uncertainty over where Hurricane Irma is headed was intensified Wednesday morning by computer runs that shifted the track east, toward the Bahamas, the Southeast coast and potentially South Carolina! In Charleston, National Weather Service forecasters pointed out that the east shift in the computer runs was by no means certain! But it's becoming more certain the area will see significant impacts from the storm, the weather service said.",
    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "EXAMPLE_CHANNEL_MULTI_ITEM_JSON_TTS_3",
    "updateDate": "2017-09-04T00:03:02.0Z",
    "titleText": "Multi Item JSON (TTS)",
    "mainText": "Charleston area officials urge residents to begin planning for Hurricane Irma! Charleston County and local municipalities are taking steps to prepare for Irma, even though the storm's exact path remains unknown! Officials on Tuesday urged residents to begin making their plans for the storm!",
    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "EXAMPLE_CHANNEL_MULTI_ITEM_JSON_TTS_4",
    "updateDate": "2017-09-04T00:03:03.0Z",
    "titleText": "Multi Item JSON (TTS)",
    "mainText": "Audit gives South Carolina lawmakers ammunition in failed nuclear plant probe! South Carolina lawmakers say they are ready to tackle findings of a newly released secret audit that detailed numerous problems with the expansion of a Fairfield County nuclear plant and confirmed their understanding that a lack of oversight doomed the $9 billion project!",
    "redirectionUrl": "https://www.amazon.com"
  },
  {
    "uid": "urn:uuid:1335c695-cfb8-4ebb-abbd-80da344efa6d",
    "updateDate": "2017-09-04T00:04:00.0Z",
    "titleText": "Closing ad",
    "mainText": "closing ad",
    "streamUrl": "https://s3.amazonaws.com/closead/Bev+Alexa+line3+E2.mp3",
    "redirectionUrl": "https://developer.amazon.com/public/community/blog"
  }
]
